Revit 2024 API
KeynoteEntries Properties
The KeynoteEntries type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from KeyBasedTreeEntries.)
See Also
KeynoteEntries Class
Autodesk.Revit.DB Namespace